
$(function () {

    $("#typing").typed({
        strings: ["Адылбеков Хансултан",
"Акматов Нурсултан",
"Алмазбек Аружан",
"Алмазова Айбике",
"Бешколбеков Темирлан",
"Болотбеков Айтбек",
"Ихмадильдеев Ибрагим",
"Курманбеков Карим",
"Маматбекова Айназик",
"Муратов Егор",
"Ойдекеев  Аяр",
"Тагайкулова Нурайша",
"Токтобеков  Даниель",
"Тургунбаева Адина",
"Эркинбеков  Байжигит"],
        typeSpeed: 100,
        //backDelay: 1500,
        //startDelay: 2500,
        loop: true,
        loopCount: 2,
        contentType: 'html',
    });
    

});
// $(function(){

//     $("#typing").typed({
//         strings: [" В Африке гориллы.", " В Африке большие.", " Злые крокодилы."],
//         typeSpeed: 70,
//         backDelay: 1500,
//         startDelay: 2500,
//         loop: true,
//         loopCount: 2,
//         contentType: 'html',      
//     });

// });
